import React from 'react'



const DetailsTap1Component = () => {
  return (
    <div className='bg-[#D7D5FF] w-full'>
      <div className="bg-[#D7D5FF] mx-auto p-2 md:p-10 w-[95%] text-justify leading-10" >
          <div className='mx-auto w-full'>
          <h2 className="my-10 mb-3 text-[#2A0078] text-2xl"> اموزش رایگان html </h2>
          <p className="my-5 text-xl leading-10"> محبوب ترین کتابخانه ی جاوااسکریپت حل مساله به روش کدنویسی پیشرفته و تمیز؛ برای مسائل واقعی دنیای نرم افزار  محبوب ترین کتابخانه ی جاوااسکریپت محبوب ترین کتابخانه ی جاوااسکریپت حل مساله به روش کدنویسی پیشرفته و تمیز؛ محبوب ترین کتابخانه ی جاوااسکریپت حل مساله به روش کدنویسی پیشرفته و تمیز؛
          </p>
        </div>
        <div>
            <h2 className="mb-3 text-[#2A0078] text-2xl">اموزش رایگان html برای چه کسانی مناسب است ؟</h2>
            <p className="text-xl leading-10 xy-5">محبوب ترین کتابخانه ی جاوااسکریپت حل مساله به روش کدنویسی پیشرفته و تمیز؛ برای مسائل واقعی دنیای نرم افزار  محبوب ترین کتابخانه ی جاوااسکریپت محبوب ترین کتابخانه ی جاوااسکریپت حل مساله به روش کدنویسی پیشرفته و تمیز؛ محبوب ترین کتابخانه ی جاوااسکریپت حل مساله به روش کدنویسی پیشرفته و تمیز؛
              محبوب ترین کتابخانه ی جاوااسکریپت حل مساله به روش کدنویسی پیشرفته و تمیز؛ برای مسائل واقعی دنیای نرم افزار  محبوب ترین کتابخانه ی جاوااسکریپت محبوب ترین
              کتابخانه ی جاوااسکریپت حل مساله
              به روش کدنویسی پیشرفته و تمیز؛
              محبوب ترین کتابخانه ی جاوا
              اسکریپت حل مساله به 
              روش کدنویسی پیشرفته 
              و تمیز؛


            </p>
        </div>
        
      </div>
    </div>
  )
}

export default DetailsTap1Component
